{
    "menuItems" : [
        {
            "title": "Главное",
            "path" : "/",
            "cName" : "navLinks"
        },
        {
            "title" : "Диеты",
            "path" : "/diets",
            "cName" : "navLinks"
        },
        {
            "title" : "Галерия",
            "path" : "/gallery",
            "cName" : "navLinks"
        },
        {
            "title" : "Контакт",
            "path" : "/contactUs",
            "cName" : "navLinks"
        }
    ],
    "homeTitle" : "Будь здоров, крепок и красив",
    
    "navMenuItemsName": {
       "left" :
        [
         "Предплечье",
         "Бицепс",
         "Грудь",
         "Трапец",
         "Плечи"
        ],
        "right" : [
            "Широчайшие",
            "Ягодицы",
            "Пресс ",
            "Ноги",
            "Трицепс"
        ]
  },
  "contents" : [
      {
          "title" : "По расположению мышцы предплечья разделяются на 2 группы: переднюю, в состав которой входят сгибатели и пронаторы, и заднюю, состоящую из разгибателей и супинаторов. Каждая группа состоит из поверхностного и глубокого слоев. Большинство поверхностных мышц начинается своими проксимальными концами на плечевой кости от ее медиального (передняя группа) и латерального (задняя группа) надмыщелков, а дистальными прикрепляется на костях кисти.Глубокий слой обеих групп берет начало на костях предплечья и межкостной перепонке.Тренировка мышц предплечья - это долгий процесс, так как они неохотно отзываются на тренинг.Здесь та же ситуация, что и с икрами. Для ощутимого результата их нагружают по 2-3 раза в неделю.",
          "alt" : "предплечье",
          "id" : "1"
      },
      {
        "title" : "Бицепс состоит из двух пучков, внешнего (длинного) и внутреннего (короткого), поэтому его называют двуглавой мышцей плеча. Длинный и короткий пучки пересекаются на передней части плечелучевой кости, выполняя функции сгибания руки в локтевом суставе и разворота кисти.Мышечные волокна делятся на быстрые и медленные.Для быстрых волокон характерна высокая скорость сокращений, они отвечают за силу. Медленные наоборот «заточены» под продолжительную работу на выносливость.В каждой мышце есть определенная доля этих волокон.В бицепсе больше медленных, поэтому, будучи самой маленькой мышцей руки, он не рассчитан для большой нагрузки. Исходя из этого, тренируя бицепс на массу, не стоит ставить рекорды по весу на штанге.",
        "alt" : "бицепс",
        "id" : "2"
    },
    {
        "title" : "Делят грудные на две основные части: большую и малую. Большая – это условно низ грудных, а малая – верх. Кроме них, грудная группа состоит еще из нескольких мышц, но нам они неинтересны. За исключением передней зубчатой, которая играет важную роль при построении атлетичного тела. Ее задача - прижимать лопатки к туловищу.Тренировать грудные мышцы на массу нужно под разными углами, использовать упражнения, основанные на функциях целевой группы. Верхний отдел прорабатывается упражнениями на скамье под углом 30-45 градусов. Низ, или большая грудная прокачивается на скамье с отрицательным углом - 30 градусов.Также необходимо уделять внимание середине. Середину тренируют, используя сведения на скамьях с различными углами и в тренажерах.",
        "alt" : "грудные",
        "id" : "3"
    },
    {
        "title" : "Трапециевидная мышца состоит из трёх частей: верхней, средней и нижней.Работая обеими половинами и всеми частями, трапециевидная мышца сводит лопатки.Верхняя часть трапеции стабилизирует шею и помогает разгибанию шейного и верхнего грудного отделов позвоночника.Верхняя часть трапециевидной мышцы участвует в подъёме верхней конечности, лопатки и ключицы, а нижняя часть — в опускании, противодействуя силе давления, идущей снизу.Верхняя и нижняя часть трапециевидной мышцы участвуют в подъёме руки и последующем низведении.При фиксированном плече верхняя часть мышцы, работая одной лишь половиной, (например, правой) разгибает и латерально сгибает голову и шею в ту же сторону, а также содействует повороту головы в противоположную (левую) сторону.",
        "alt" : "трапеции",
        "id" : "4"
    },
    {
        "title" : "Эта поверхностно расположенная мышца человека состоит из трёх частей: передней, средней и задней.Вверху передняя часть дельтовидной мышцы прикрепляется к наружной трети ключицы, средняя часть — к акромиону лопатки, а задняя часть — к наружной части ости лопатки. Внизу все части мышцы сходятся воедино и прикрепляются к дельтовидной бугристости плечевой кости.Функция переднего пучка – отведение руки вперед. Самый «работящий» пучок используется в большинстве повседневных движений.Тренированная средняя дельта придает спортсмену ширину при взгляде спереди. Второй по функциональности пучок. Задача средней дельты - отводить руку в сторону.Задняя часть плеча работает при отведении руки назад.",
        "alt" : "плечо",
        "id" : "5"
    },
    {
        "title" : "Широчайшая мышца спины является поверхностной мышцей человека, расположенной в нижней части спины. Внизу она прикрепляется к остистым отросткам с шестого по двенадцатый нижних грудных позвонков, ко всем поясничным позвонкам, к крестцу и к гребню подвздошной кости. Часть нижних волокон мышцы внизу прикрепляется к нижним трём или четырём рёбрам.Широчайшая мышца спины вверху прикрывает нижний угол лопатки, огибает нижний край большой круглой мышцы и крепится к гребню малого бугорка плечевой кости.Широчайшая мышца спины разгибает руку в плечевом суставе.Она участвует в приведении руки, а также во внутренней ротации верхней конечности в плечевом суставе.Спина – это второй по величине массив мышц после ног.",
        "alt" : "широчайшая",
        "id" : "6"
    },
    {
        "title" : "Большая ягодичная мышца.образовывает выпуклую часть ягодицы и является достаточно массивной мышцей. Она в два раза тяжелее средней и малой ягодичной мышцы вместе взятых.Большая ягодичная мышца при фиксированном корпусе, в момент сокращения, участвует в разгибании ноги в тазобедренном суставе.Когда ноги зафиксированы, она способствует вращению таза назад и разгибанию позвоночника.Большая ягодичная мышца принимает участие в наружном вращении (ротации) бедра.Большая ягодичная мышца участвует в боковом наклоне таза,а также во внутреннем (медиальном) вращении таза.Во время ходьбы данная мышца включается сразу же после касания пяткой земли и ограничивает стремление к сгибанию в тазобедренном суставе.",
        "alt" : "ягодицы",
        "id" : "7"
    },
    {
        "title" : "Кубики образуются на основной, прямой мышце живота. Она берет начало от лобковой кости и прикрепляется к ребрам и грудине.Данная мышца разделена тремя или четырьмя сухожильными перемычками, что образует мышечные «бугорки» – те самые кубики.Прямая мышца живота сдерживает внутрибрюшное давление, участвует в наклонах и прогибах, способствует опусканию реберной дуги на выдохе.Наружная косая мышца живота расположены по бокам корпуса, она является самой большой из всех имеющихся мышц пресса.Данные мышцы способствует повороту корпуса в стороны, оттягиванию грудной клетки вниз, а также активно включаются в работу при приведении таза и ног к грудине.Внутренняя косая мышца находится под внешней косой. Она отвечает за сгибание-разгибание тела, подъем ног и таза к грудине Поперечная мышца живота находится под двумя слоями косых мышц.",
        "alt" : "пресс",
        "id" : "8"
    },
    {
        "title" : "Квадрицепс бедра (четырёхглавая мышца бедра) и промежуточной широкой мышцы бедра, которая лежит под прямой мышцей бедра.Четырёхглавая мышца бедра является самой крупной и тяжёлой мышцей тела. Она может весить на 50% больше, чем вторая по тяжести мышца в теле человека — большая ягодичная мышца.Прямая мышца бедра является исключением из данной группы и пересекает 2 сустава — коленный и тазобедренный, прикрепляясь сверху к тазовой кости.Прямая мышца бедра, пересекая коленный и тазобедренный суставы, участвует не только в разгибании коленного сустава, но также в сгибании бедра (при фиксированном тазе) совместно с подвздошно-поясничной мышцей, напрягателем широкой фасции бедра, портняжной мышцей и приводящей группой мышц бедра,или участвует в переднем наклоне таза при фиксированном бедре.",
        "alt" : "квадрицепс",
        "id" : "9"
    },
    {
        "title" : "Трицепс, следуя от названия, состоит из трех головок: длинной, латеральной и медиальной.Длинная головка трицепса крепится к подсуставному бугорку лопатки и находится с внутренней стороны руки.Латеральная головка трицепса — это длинная мышца, которая занимает практически 2/3 всего трицепса. Она берет начало от плечевого пучка и находится с внешней стороны. Медиальная головка трицепса растянулась от задней поверхности плечевой кости до локтевого сустава. Это наименьшая мышца, которая делит две другие вверху, но соединяет их внизу, тем самым образуя подобие буквы «v».Основная функция мышцы заключается в том, чтобы разгибать руку в локтевом суставе. Также, как и бицепс, помогает сгибать предплечье, трицепс возвращает руку в исходное положение. Помимо этого, трицепс помогает плечу приводить руку к туловищу, в связи с тем, что длина мышцы достигает плеча.",
        "alt" : "трицепс",
        "id" : "10"
    }
  ],
  "contentsParagraph" : "Информация",
  "authorInfo" : {
    "author" : "Автор՝",
    "name" : "Манукян Карен",
    "mail" : "Эл. адрес՝",
    "mailAddress" : "arm.karen.manukyan88@gamil.com",
    "phone" : "Тел.",
    "phoneNumber" : "+374-41-099-022",
    "contact" : "Контакт"
  },
  "galleryParagraph" : "Все победители Мистер Олимпия с 1965 года",
  "galeryInfoParagraph" : "Стал олимпийским чемпионом в`",
  "galleryTextInfo" : {
      "1" : "Ларри Скотт был американским бодибилдером и первым, кто стал чемпионом Мистер Олимпия. Ларри продолжал защищать свой титул в следующем году, прежде чем уйти на пенсию.Это ознаменовало официальное начало эры соревнований Мистер Олимпия, в которых известные бодибилдеры добьются больших успехов.",
      "2" : "Известный как «Миф», Серхио Олива ворвался на сцену с Кубы, чтобы занять новое место в качестве чемпиона «Мистер Олимпия» с умопомрачительным сочетанием массы, симметрии и круглых мускулистых животов в 1967 году. Серджио побеждал некоторых из самых знаковых личностей в бодибилдинге, в том числе молодого Арнольда Шварценеггера, когда последний дебютировал на Олимпии.",
      "3" : "Считающийся величайшим и самым культовым бодибилдером всех времен, Арнольд официально стал новым чемпионом «Мистер Олимпия» в 1970 году. «Австрийский дуб» выиграл 7 выдающихся титулов за свою прославленную карьеру в бодибилдинге.",
      "4" : "Будучи лучшим другом и давним партнером Арнольда Шварценеггера по тренировкам, Колумбу побеждал в высококонкурентных классах как в 1976, так и в 1981 году, чтобы укрепить свою потрясающую карьеру в бодибилдинге. Колумбу, родом из Сардинии, был хорошо известен тем, что обладал одной из самых впечатляющих груди и спины в сочетании с невероятной физической силой.",
      "5" : "С Фрэнком Зейном в бодибилдинге началась эра симметрии, эстетики и выносливости. Фрэнк выиграл 3 олимпийских титула подряд, выглядя на сцене как идеальная скульптура. Динамика менялась от массы к классу, Зейн буквально переосмыслил бодибилдинг.",
      "6" : "Крис продолжил тенденцию к кондиционированию, форме и эстетике. Обладая выдающейся спиной, фантастическими икрами и элегантной постановкой, Крис, которому уже за 40, наконец-то выиграл олимпийский титул с четвертой попытки.",
      "7" : "Известный как «Ливанский лев», Самир достиг физического совершенства в 1983 году. Он показал на сцене непревзойденную комбинацию мышечной полноты, твердости, выносливости и симметрии. Когда он позировал, каждый мускул трещал. Его задняя разработка оказалась из другой галактики, с «рождественской елкой», которую никто никогда не превзошел.",
      "8" : "Хейни каждый год просто сносил конкуренцию своим невиданным ранее сочетанием размера и симметрии. Он стал 8-кратным чемпионом Мистер Олимпия. Его масса с классным телосложением доминировала в бодибилдинге почти целое десятилетие.",
      "9" : "С Йейтсом для Олимпии был установлен новый стандарт размеров. Дориан постоянно демонстрировал сногсшибательное количество мышечной массы на сцене. Во время своей второй победы на Олимпии он, возможно, представил единственную лучшую комбинацию огромного размера в сочетании с сухой и полной кондицией мышц, которую когда-либо видел этот вид спорта. Дориан Йейтс выиграл 6 олимпийских титулов подряд, прежде чем был вынужден уйти в отставку из-за травм на тренировках.",
      "10" : "Ронни Коулман продолжил тенденцию к причудливым размерам мышц в сочетании с экстремальной физической подготовкой. Он хорошо известен своим интенсивным стилем тренировок, который показан во многих небольших документальных фильмах о его мощном путешествии, которое привело к 8 последовательным победам на Мистере Олимпия. О титулы.",
      "11" : "Соперник Ронни Колемана на протяжении многих лет, Джей Катлер, наконец, смог победить Ронни и положить конец его правлению в 2006 году. Катлер выиграл 4 Мистера Олимпия. Олимпийские титулы благодаря огромной толщине мышц и причудливому развитию ног.",
      "12" : "Декстер Джексон вырвал олимпийскую корону у Джея Катлера в 2008 году. «Клинок», как его называют, вернул классические критерии бодибилдинга: симметрию, физическую форму, красивые линии в сочетании с правильным количеством мышц.",
      "13" : "Фил Хит смог победить Джея Катлера во время его расцвета и удерживал первое место в течение 7 лет подряд. По прозвищу «Дар», у Хита чрезвычайно полные и круглые мышечные животы, поддерживаемые отличной физической подготовкой. Его телосложение действительно оживало при сгибании, с превосходной детализацией и качеством мышц повсюду.",
      "14" : "Шон Роден был старейшим бодибилдером, когда-либо завоевавшим титул Мистер Олимпия. В возрасте 43 лет он смог победить защищающегося 7-кратного Мистера Олимпия Фила Хита. В том же году Шон привнес почти безупречное сочетание размера и формы с прекрасными пропорциями на олимпийскую сцену. К сожалению, после победы Шон больше не смог участвовать в соревнованиях. В 2021 году Шон Роден скончался в возрасте 46 лет.",
      "15" : "Брэндон удивил мир бодибилдинга, выиграв Мистер Олимпия после почти десятилетнего профессионального участия в соревнованиях. Благодаря прочному сочетанию симметрии, физической формы и полноты мышц, подчеркнутой его тонкой талией и узкими бедрами, он заслуженно завоевал титул в 2019 году.",
      "16" : "Мамдоу Эльссбиай, более известный как Большой Рами, является профессиональным бодибилдером из Египта. Он действующий г. Чемпион Олимпии. Отличительной чертой Большого Рами является его невероятная мышечная масса и огромные квадрицепсы. Наконец-то он достиг необходимой твердости мышц и физической формы, чтобы соответствовать своим невероятным размерам. С этой непревзойденной комбинацией Большой Рами доминировал на сцене и был объявлен явным победителем. Он будет защищать свой титул в Лас-Вегасе во время олимпийских выходных с 15 по 18 декабря 2022 года."
   
  }
    
}